{
  "phrases": [
    {
      "english": "The only way to do great work is to love what you do.",
      "portuguese": "A única maneira de fazer um excelente trabalho é amar o que você faz.",
      "french": "La seule façon de faire un excellent travail est d'aimer ce que vous faites.",
      "spanish": "La única manera de hacer un gran trabajo es amar lo que haces."
    },
    {
      "english": "Believe you can and you're halfway there.",
      "portuguese": "Acredite que você pode e você já está no meio do caminho.",
      "french": "Croyez que vous pouvez et vous êtes à mi-chemin.",
      "spanish": "Cree que puedes y ya estás a medio camino."
    },
    {
      "english": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "portuguese": "O sucesso não é final, o fracasso não é fatal: é a coragem de continuar que conta.",
      "french": "Le succès n'est pas final, l'échec n'est pas fatal: c'est le courage de continuer qui compte.",
      "spanish": "El éxito no es final, el fracaso no es fatal: es el valor para continuar lo que cuenta."
    },
    {
      "english": "The future belongs to those who believe in the beauty of their dreams.",
      "portuguese": "O futuro pertence àqueles que acreditam na beleza de seus sonhos.",
      "french": "L'avenir appartient à ceux qui croient en la beauté de leurs rêves.",
      "spanish": "El futuro pertenece a aquellos que creen en la belleza de sus sueños."
    },
    {
      "english": "Don't watch the clock; do what it does. Keep going.",
      "portuguese": "Não observe o relógio; faça o que ele faz. Continue andando.",
      "french": "Ne regardez pas l'horloge; faites ce qu'elle fait. Continuez.",
      "spanish": "No mires el reloj; haz lo que hace. Sigue adelante."
    },
    {
      "english": "The only limit to our realization of tomorrow is our doubts of today.",
      "portuguese": "O único limite para nossa realização de amanhã são nossas dúvidas de hoje.",
      "french": "La seule limite à notre réalisation de demain est nos doutes d'aujourd'hui.",
      "spanish": "El único límite para nuestra realización de mañana son nuestras dudas de hoy."
    },
    {
      "english": "Everything you've ever wanted is on the other side of fear.",
      "portuguese": "Tudo o que você sempre quis está do outro lado do medo.",
      "french": "Tout ce que vous avez toujours voulu est de l'autre côté de la peur.",
      "spanish": "Todo lo que siempre has querido está al otro lado del miedo."
    }
  ]
} 